tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "axel"
brew "bash"
brew "consul"
brew "coreutils"
brew "elixir"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "gnu-tar"
brew "gnupg"
brew "jq"
brew "mono"
brew "nim"
brew "nmap"
brew "node"
brew "nomad"
brew "ocaml"
brew "opam"
brew "pandoc"
brew "postgresql", restart_service: true
brew "postgis"
brew "shellcheck"
brew "terraform"
brew "watchman"
brew "yarn"
brew "youtube-dl"
cask "1password"
cask "brave-browser"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "postman"
cask "visual-studio-code"
