tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
tap "datawire/blackbird"
cask "java"
cask "osxfuse"
brew "readline"
brew "autoconf"
brew "bash-completion"
brew "bfg"
brew "python"
brew "certbot"
brew "convox"
brew "ctags"
brew "dep"
brew "elixir"
brew "fish"
brew "git-flow"
brew "gnu-tar"
brew "gnupg"
brew "goofys"
brew "graphviz"
brew "hadoop", link: false
brew "hugo"
brew "imagemagick@6", link: true
brew "jenv"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kops"
brew "kubernetes-helm"
brew "lastpass-cli", args: ["with-pinentry"]
brew "libmagic"
brew "maven"
brew "mercurial"
brew "mono", link: false
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "ocaml"
brew "openvpn"
brew "packer"
brew "postgis"
brew "postgresql@9.6", restart_service: true
brew "r"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby", link: false
brew "s3fs"
brew "sbt"
brew "scala"
brew "socat"
brew "stern"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tmux-cssh"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn", link: false
brew "zookeeper"
brew "zsh"
brew "datawire/blackbird/telepresence"
cask "atom"
cask "calibre"
cask "dotnet"
cask "dotnet-sdk"
cask "evernote"
cask "google-chrome"
cask "google-cloud-sdk"
cask "haskell-platform"
cask "intellij-idea-ce"
cask "minikube"
cask "mono-mdk"
cask "p4merge"
cask "pycharm-ce"
cask "slack"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "caskroom/versions/java8"
