cask_args appdir: '/Applications'
cask 'java'
brew 'apache-spark'
brew 'autoconf'
brew 'bash-completion'
brew 'ctags'
brew 'gdbm'
brew 'git-flow'
brew 'graphviz'
brew 'gnu-tar'
brew 'hugo'
brew 'imagemagick@6'
brew 'jq'
brew 'kops'
brew 'nmap'
brew 'nvm'
brew 'openvpn'
brew 'readline'
brew 'python'
brew 'packer'
brew 'postgresql'
brew 'redis'
brew 'ruby'
brew 'rbenv'
brew 'sbt'
brew 'scala'
brew 'stern'
brew 'telnet'
brew 'terraform'
brew 'tree'
brew 'thefuck'
brew 'tmux-cssh'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zookeeper'
brew 'thefuck'
brew 'neovim'
cask 'atom'
cask 'dotnet'
cask 'evernote'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'haskell-platform'
cask 'minikube'
cask 'p4merge'
cask 'pycharm'
cask 'slack'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio'
tap 'homebrew/services'
